{
    "action": [
        {
            "id": "0",
            "title": "Call Of Duty: Modren Warefare",
            "pic": "static/image/cod_mw.jpg",
            "desc": "Prepare to go dark -- Modern Warfare is back! Developed by Infinity Ward, Call of Duty: Modern Warfare puts you in the role of highly-skilled Tier One operators in an incredibly raw and gritty narrative affecting the global balance of power. The new Modern Warfare delivers an emotionally charged and intense campaign that shines a light on the changing nature of modern war. Expect a single-player experience that is edgy, culturally relevant, and thought-provoking.</br> Visit <a href='https://www.callofduty.com/modernwarfare'>Call Of Duty website</a> to see full features.",
            "link": "https://www.youtube.com/embed/bH1lHCirCGI"
        },
        {
            "id": "1",
            "title": "Resident Evil 3",
            "pic": "static/image/Resident_Evil_3.jpg",
            "desc": "A series of strange disappearances have been occurring in the Racoon City. A squad of the police 'S.T.A.R.S.' has been investigating the case, and have determined that the pharmaceutical company Umbrella and their biological weapon, are behind the incidents though they've lost several members. Jill Valentine and the other S.T.A.R.S. members try to make this truth known, but find that the police is under Umbrella's sway and their reports are rejected out of hand.</br> Visit <a href='https://www.residentevil.com/3/uk/'>Resident Evil 3 website</a> to see full features.",
            "link": "https://www.youtube.com/embed/Pvwdy38_vlo"
        }
    ],
    "adventure": [
        {
            "id": "0",
            "title": "Death Stranding",
            "pic": "static/image/ds.png",
            "desc": "From legendary game creator Hideo Kojima comes the genre-defying experience Death Stranding, starring Norman Reedus, Mads Mikkelsen, Léa Seydoux, and Lindsay Wagner. In the near future, mysterious explosions have rocked the planet, setting off a series of supernatural events known as the Death Stranding. With spectral creatures plaguing the landscape, it’s up to Sam Bridges to journey across the ravaged wasteland and save mankind from impending annihilation.</br> Visit <a href='https://www.playstation.com/en-us/games/death-stranding-ps4/'>Death Sttranding</a> to see full features.",
            "link": "https://www.youtube.com/embed/tCI396HyhbQ"
        },
        {
            "id": "1",
            "title": "Marvel's Avengers",
            "pic": "static/image/marvels.jpeg",
            "desc": "It invites players to live their Super Hero dreams. Epic storytelling and an ever-expanding universe come together in the definitive Avengers gaming experience. The game features a cinematic story, complete with the high-octane action that Crystal Dynamics is known for. Featuring regular content updates, the game will take players on an epic journey delivered over years. Master extraordinary abilities, customize a growing roster of Heroes and defend the Earth from escalating threats.</br> Visit <a href='https://avengers.square-enix-games.com/en-us/'>Square Enix website</a> to see full features.",
            "link": "https://www.youtube.com/embed/LDBojdBAjXU"
        }
    ],
    "sports": [
        {
            "id": "0",
            "title": "FIFA 20",
            "pic": "static/image/fifa20.png",
            "desc": "Powered by Frostbite, EA Sports FIFA 20 brings two sides of The World’s Game to life -- the prestige of the professional stage and an all-new authentic street football experience in EA Sports Volta. FIFA 20 innovates across the game, Football Intelligence unlocks an unprecedented platform for gameplay realism, FIFA Ultimate Team offers more ways to build your dream squad, and EA Sports Volta returns the game to the street, with an authentic form of small-sided football.</br> Visit <a href='https://www.ea.com/games/fifa/fifa-20'>EA website</a> to see full features.",
            "link": "https://www.youtube.com/embed/vgQNOIhRsV4"
        },
        {
            "id": "1",
            "title": "PES 2020",
            "pic": "static/image/pes2020.jpeg",
            "desc": "One of the most beautiful game, more beautiful than ever! Experience realistic and authentic soccer gameplay in the 2020 edition of PES. Take command of the ball like never before with new dynamic dribbling skills, new first touch techniques and finely-tuned ball physics, all developed in close consultation with renowned midfielder Andrés Iniesta. Pick a side and join the new Matchday online competitive mode.</br> Visit <a href='https://www.konami.com/wepes/2020/eu/en/ps4/'>Konami website</a> to see full features.",
            "link": "https://www.youtube.com/embed/_89i5H1zAeU"
        }
    ]
}